#---------------------------------------------------------------------------------
# DATE PATTERNS
#---------------------------------------------------------------------------------
date.pattern.warning=d MMM HH:mm:ss
date.pattern.systemTime=yyyy/MM/dd HH:mm:ss
date.pattern.report.day.detail=yyyy-MM-dd HH:mm:ss
date.pattern.report.day.normal=dd/MMM/yy
date.pattern.report.week=dd/MMM/yy
date.pattern.report.month=dd/MMM/yy
date.pattern.statistics.production='<html>'yyyy-MM-dd'<br>'HH:mm:ss
date.pattern.system.event=yyyy-MM-dd HH:mm:ss

#---------------------------------------------------------------------------------
# PLC (MessageEventKey.java)
#---------------------------------------------------------------------------------
# Warnings - Cabinet
PLC.WARNING.JAVA_WARNING=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19 PLC Java
PLC.WARNING.JAVA_CRITICAL_WARNING=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a PLC Java Java
PLC.WARNING.COOLING_NOT_ACTIVATED=\u0e23\u0e30\u0e1a\u0e1a\u0e23\u0e30\u0e1a\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e23\u0e49\u0e2d\u0e19 PLC \u0e44\u0e21\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
PLC.WARNING.SOFTWARE_VERSION_FAULT=\u0e04\u0e27\u0e32\u0e21\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e0b\u0e2d\u0e1f\u0e15\u0e4c\u0e41\u0e27\u0e23\u0e4c\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e48\u0e19 PLC
PLC.WARNING.PLC.TEMPERATURE_TOO_HIGH=\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34 PLC \u0e2a\u0e39\u0e07\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PLC.WARNING.TEMPERATURE_EE_CABINET=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e15\u0e39\u0e49 PLC EE
PLC.WARNING.TEMPERATURE_AMBIANT=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21 PLC
PLC.WARNING.RELATIVE_HUMIDITY_DEFAULT=PLC \u0e04\u0e27\u0e32\u0e21\u0e0a\u0e37\u0e49\u0e19\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e17\u0e18\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PLC.WARNING.POWER_SUPPLY_DEFAULT=PLC \u0e41\u0e2b\u0e25\u0e48\u0e07\u0e08\u0e48\u0e32\u0e22\u0e44\u0e1f\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PLC.WARNING.BREAKER_CONTROL_DEFAULT=\u0e01\u0e32\u0e23\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21 PLC Breaker \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PLC.WARNING.AIR_PRESSURE_DEFAULT=PLC \u0e04\u0e27\u0e32\u0e21\u0e14\u0e31\u0e19\u0e2d\u0e32\u0e01\u0e32\u0e28\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PLC.WARNING.DOOR_SWITCH_OCS_OPEN=PLC Door Switch \u0e40\u0e1b\u0e34\u0e14\u0e42\u0e2d\u0e0b\u0e35\u0e40\u0e2d\u0e2a
PLC.WARNING.DOOR_SWITCH_EE_OPEN=PLC Door Switch EE Open
PLC.WARNING.DOOR_SWITCH_IJ_OPEN=PLC Door Switch IJ Open
PLC.WARNING.COOLING_FAN1_EE_CAB_DEFAULT=PLC Cooling FAN1 EE \u0e15\u0e39\u0e49\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PLC.WARNING.COOLING_FAN2_EE_CAB_DEFAULT=PLC Cooling FAN2 EE \u0e04\u0e13\u0e30\u0e23\u0e31\u0e10\u0e21\u0e19\u0e15\u0e23\u0e35\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PLC.WARNING.PLC_FAULT=\u0e02\u0e49\u0e2d\u0e1a\u0e01\u0e1e\u0e23\u0e48\u0e2d\u0e07\u0e02\u0e2d\u0e07 PLC

# Warnings - Conveyor
PLC.WARNING.TRIGGER_SHIFT_FLAG=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2a\u0e16\u0e32\u0e19\u0e30 Shift Trigger PLC
PLC.WARNING.UPS_LOW_BATTERY_ALARM=PLC UPS \u0e21\u0e35\u0e41\u0e1a\u0e15\u0e40\u0e15\u0e2d\u0e23\u0e35\u0e48\u0e15\u0e48\u0e33
PLC.WARNING.INVALID_PARAMETER=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07 PLC
PLC.WARNING.LABEL_APP_OR_AIR_DRYER_WARNING=PLC \u0e1b\u0e49\u0e32\u0e22 Applicator \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e1b\u0e48\u0e32\u0e2d\u0e32\u0e01\u0e32\u0e28
PLC.WARNING.DRS_ACQUISITION_ERROR=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07 DRS Acquisition
PLC.WARNING.DRS_UNKNOWN_ANSWER=\u0e44\u0e21\u0e48\u0e17\u0e23\u0e32\u0e1a\u0e04\u0e33\u0e15\u0e2d\u0e1a\u0e08\u0e32\u0e01 DRS
PLC.WARNING.DRS_FIFOS_FAULT=FIFO \u0e08\u0e32\u0e01 DRS \u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
PLC.WARNING.DRS_NOT_CONNECTED=DRS \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d
PLC.WARNING.TEMPERATURE_IJ_CABINET=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e15\u0e39\u0e49 PLC IJ
PLC.WARNING.TEMPERATURE_IJ_INK=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e2b\u0e21\u0e36\u0e01 IJ \u0e08\u0e32\u0e01\u0e15\u0e39\u0e49 PLC
PLC.WARNING.EXT_AIR_DRYER_WARNING=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e1b\u0e48\u0e32\u0e25\u0e21\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01\u0e02\u0e2d\u0e07 PLC
PLC.WARNING.COOLING_FAN1_PRINTER_DEFAULT=\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 PLC \u0e1e\u0e31\u0e14\u0e25\u0e21\u0e23\u0e30\u0e1a\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e23\u0e49\u0e2d\u0e19 1 \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PLC.WARNING.COOLING_FAN2_PRINTER_DEFAULT=\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 PLC \u0e1e\u0e31\u0e14\u0e25\u0e21\u0e23\u0e30\u0e1a\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e23\u0e49\u0e2d\u0e19 2 \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PLC.WARNING.UPS_BATTERY_MODE=\u0e42\u0e2b\u0e21\u0e14\u0e41\u0e1a\u0e15\u0e40\u0e15\u0e2d\u0e23\u0e35\u0e48 PLC UPS \u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e39\u0e48

PLC.WARNING.CAM_LOC_AFT_EJ=\u0e01\u0e25\u0e49\u0e2d\u0e07 PLC \u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e19\u0e33\u0e2d\u0e2d\u0e01
PLC.WARNING.INCOHERENT_SMALL_REJ_LIMIT=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e25\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07 PLC \u0e2a\u0e39\u0e07\u0e01\u0e27\u0e48\u0e32 \u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e25\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07 Threshold (\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e08\u0e30\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07)
PLC.WARNING.INCOHERENT_LARGE_REJ_LIMIT=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e1a\u0e19\u0e02\u0e2d\u0e07 PLC \u0e2a\u0e39\u0e07\u0e01\u0e27\u0e48\u0e32 \u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e1a\u0e19\u0e02\u0e2d\u0e07 Threshold (\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e08\u0e30\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07)
PLC.WARNING.SECOND_LABEL_APP_OR_AIR_DRYER_WARNING=PLC \u0e1b\u0e49\u0e32\u0e22\u0e09\u0e25\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e2d\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2d\u0e1a\u0e25\u0e21\u0e23\u0e49\u0e2d\u0e19
PLC.WARNING.INVALIDTYP_FOR_PRDCTRL_EJ=PLC CameraDistanceType \u0e2b\u0e23\u0e37\u0e2d EjectionDistanceType  \u0e2b\u0e23\u0e37\u0e2d ValideCodeTimeoutType \u0e21\u0e35\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e21\u0e34\u0e25\u0e25\u0e34\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35 \u0e08\u0e30\u0e16\u0e39\u0e01\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e41\u0e21\u0e48\u0e19\u0e22\u0e33\u0e02\u0e36\u0e49\u0e19
PLC.WARNING.INCOHERENT_LIFE_CHCK_TIMEOUT=PLC CoolingErrorTimeout \u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 4.2 \u0e27\u0e34\u0e19\u0e32\u0e17\u0e35
PLC.WARNING.PC_DISTANCE_LOC_AFTER_PC_EJ=\u0e23\u0e30\u0e1a\u0e1a\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e1c\u0e39\u0e49\u0e1c\u0e25\u0e34\u0e15 PLC \u0e15\u0e31\u0e49\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e23\u0e30\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e14\u0e35\u0e14\u0e2d\u0e2d\u0e01\u0e23\u0e30\u0e1a\u0e1a\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e1c\u0e39\u0e49\u0e1c\u0e25\u0e34\u0e15
PLC.WARNING.INCOHERENT_JAVA_NOTIFICATION_DISTANCE=PLC JavaNotificationDistance  \u0e21\u0e35\u0e04\u0e48\u0e32\u0e15\u0e48\u0e33\u0e01\u0e27\u0e48\u0e32 ProdControlEjectionDistance \u0e2b\u0e23\u0e37\u0e2d\u0e21\u0e35\u0e04\u0e48\u0e32\u0e15\u0e48\u0e33\u0e01\u0e27\u0e48\u0e32 CameraDistance \u0e23\u0e27\u0e21\u0e01\u0e31\u0e1a ValidCodeTimeout
PLC.WARNING.UPS_BATTERY_CHARGING=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e0a\u0e32\u0e23\u0e4c\u0e08\u0e41\u0e1a\u0e15\u0e40\u0e15\u0e2d\u0e23\u0e35\u0e48 PLC UPS
PLC.WARNING.ENCODER_CHECK_THRESHOLD=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e2a\u0e32\u0e22\u0e40\u0e04\u0e40\u0e1a\u0e34\u0e25 PLC Encoder \u0e16\u0e36\u0e07\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e01\u0e32\u0e23\u0e40\u0e15\u0e37\u0e2d\u0e19

# Errors - Cabinet
PLC.ERROR.JAVA_ERROR=PLC Java Error
PLC.ERROR.LIFE_CHECK=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a PLC
PLC.ERROR.PLC_FAULT=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e08\u0e32\u0e01 PLC
PLC.ERROR.COOLING_NOT_ACTIVATED=PLC Cooling \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
PLC.ERROR.TEMPERATURE_TOO_HIGH=\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34 PLC \u0e2a\u0e39\u0e07\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PLC.ERROR.EMERGENCY_STOP=\u0e21\u0e35\u0e40\u0e2b\u0e15\u0e38\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19\u0e17\u0e35\u0e48 PLC
PLC.ERROR.TEMPERATURE_EE_CABINET=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e15\u0e39\u0e49 PLC EE
PLC.ERROR.TEMPERATURE_AMBIANT=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e08\u0e32\u0e01\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e02\u0e2d\u0e07 PLC
PLC.ERROR.POWER_SUPPLY_DEFAULT=\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e41\u0e2b\u0e25\u0e48\u0e07\u0e08\u0e48\u0e32\u0e22\u0e44\u0e1f PLC
PLC.ERROR.BREAKER_CONTROL_DEFAULT=\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21 PLC Breaker
PLC.ERROR.AIR_PRESSURE_DEFAULT=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e04\u0e27\u0e32\u0e21\u0e14\u0e31\u0e19\u0e2d\u0e32\u0e01\u0e32\u0e28 PLC
PLC.ERROR.DOOR_SWITCH_OCS_OPEN=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07 PLC Door Switch OCS
PLC.ERROR.DOOR_SWITCH_EE_OPEN=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07 PLC Door Switch EE

# Errors - Conveyor
PLC.ERROR.TRIGGER_FAULT=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e49\u0e2d\u0e1a\u0e01\u0e1e\u0e23\u0e48\u0e2d\u0e07\u0e02\u0e2d\u0e07 Trigger PLC
PLC.ERROR.MNFCT_LINE_ERROR=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48 PLC MNFCT
PLC.ERROR.INVALID_PARAMETER=\u0e04\u0e48\u0e32\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07 PLC
PLC.ERROR.LABEL_APP_OR_AIR_DRYER_NOT_READY=PLC Label App \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e1b\u0e48\u0e32\u0e25\u0e21\u0e23\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
PLC.ERROR.LABEL_APP_OR_AIR_DRYER_FAULT=PLC Label App \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e1b\u0e48\u0e32\u0e25\u0e21\u0e23\u0e49\u0e2d\u0e19\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e1c\u0e34\u0e14\u0e1b\u0e01\u0e15\u0e34
PLC.ERROR.UNKNOWN_DRS=PLC \u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e01\u0e31\u0e1a DRS
PLC.ERROR.DRS_NOT_CONNECTED=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a PLC DRS
PLC.ERROR.TOO_CONSECUTIVE_INVALID_CODES=\u0e21\u0e35\u0e23\u0e2b\u0e31\u0e2a\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e19\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PLC.ERROR.EJECTION_SMALL_RATE_TOO_HIGH=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e25\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e14\u0e35\u0e14\u0e2d\u0e2d\u0e01\u0e02\u0e2d\u0e07 PLC \u0e2a\u0e39\u0e07\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PLC.ERROR.EJECTION_LARGE_RATE_TOO_HIGH=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e1a\u0e19\u0e01\u0e32\u0e23\u0e14\u0e35\u0e14\u0e2d\u0e2d\u0e01\u0e02\u0e2d\u0e07 PLC \u0e2a\u0e39\u0e07\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PLC.ERROR.VALID_CODE_IN_EXPORT_MODE=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07 PLC: \u0e23\u0e2b\u0e31\u0e2a\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01
PLC.ERROR.TEMPERATURE_IJ_CABINET=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e02\u0e2d\u0e07\u0e15\u0e39\u0e49 PLC IJ
PLC.ERROR.TEMPERATURE_IJ_INK=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34\u0e02\u0e2d\u0e07\u0e2b\u0e21\u0e36\u0e01 IJ
PLC.ERROR.DOOR_SWITCH_IJ_OPEN=PLC Door Switch IJ Open Error

PLC.ERROR.PRINTER_LOC_AFTER_CAM=PLC Wiper \u0e15\u0e31\u0e49\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e2b\u0e25\u0e31\u0e07\u0e01\u0e25\u0e49\u0e2d\u0e07
PLC.ERROR.INVALID_PROD_CTRL_EJ_DISTANCE=PLC ProdControlEjectionDistance \u0e21\u0e35\u0e04\u0e48\u0e32\u0e15\u0e48\u0e33\u0e01\u0e27\u0e48\u0e32 CameraDistance + ValidCodeTimeout
PLC.ERROR.AUDIO_VISUAL_LOC_BEFORE_EJ=\u0e23\u0e30\u0e1a\u0e1a\u0e20\u0e32\u0e1e\u0e41\u0e25\u0e30\u0e40\u0e2a\u0e35\u0e22\u0e07 PLC \u0e40\u0e0a\u0e48\u0e19 The Buzzer \u0e15\u0e31\u0e49\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e48\u0e2d\u0e19 Real Ejection \u0e04\u0e27\u0e23\u0e2d\u0e22\u0e39\u0e48\u0e14\u0e49\u0e32\u0e19\u0e2b\u0e25\u0e31\u0e07\u0e41\u0e17\u0e19
PLC.ERROR.SECOND_LABEL_APP_NOT_READY=PLC Second Label App \u0e2b\u0e23\u0e37\u0e2d \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e1b\u0e48\u0e32\u0e25\u0e21\u0e23\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
PLC.ERROR.SECOND_LABEL_APP_FAULT=PLC Second Label App \u0e2b\u0e23\u0e37\u0e2d \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e1b\u0e48\u0e32\u0e25\u0e21\u0e23\u0e49\u0e2d\u0e19 \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
PLC.ERROR.DOUBLE_LABEL_APP_ERROR=PLC Double label App \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
PLC.ERROR.TWO_MODES_SET_AT_SAMETIME=PLC Two Modes nParameters \u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e43\u0e19\u0e40\u0e27\u0e25\u0e32\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19 \u0e40\u0e0a\u0e48\u0e19 ExportMode \u0e41\u0e25\u0e30 MaintenanceMode
PLC.ERROR.ENCODER_CHECK_THRESHOLD=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e2a\u0e32\u0e22\u0e40\u0e04\u0e40\u0e1a\u0e34\u0e25\u0e15\u0e31\u0e27\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a PLC \u0e16\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e16\u0e36\u0e07\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e41\u0e25\u0e49\u0e27

#Errors - Others
PLC.ERR.SENT.PARAM=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e48\u0e07 {0} \u0e44\u0e1b\u0e22\u0e31\u0e07 PLC
PLC.ERROR.COOLING_SYSTEM=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e2b\u0e25\u0e48\u0e2d\u0e40\u0e22\u0e47\u0e19 PLC
PLC.ERROR.ENCODER_FAULT=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07  Encoder PLC
PLC.ERROR.CONSECUTIVE_INVALID_CODES=PLC \u0e21\u0e35\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e19\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PLC.ERROR.MNFCT_LINE=\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e13\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e1c\u0e25\u0e34\u0e15 PLC
PLC.ERROR.TOO_MANY_BAD_TRIGS=PLC \u0e21\u0e35\u0e01\u0e32\u0e23\u0e14\u0e35\u0e14\u0e2d\u0e2d\u0e01\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PLC.ERROR.EJECTION_RATE_TOO_HIGH=\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e01\u0e32\u0e23\u0e14\u0e35\u0e14\u0e2d\u0e2d\u0e01 PLC \u0e2a\u0e39\u0e07\u0e01\u0e27\u0e48\u0e32\u0e40\u0e01\u0e13\u0e11\u0e4c
PLC.ERROR.DM_DETECTED_IN_EXPORT_MODE=\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a PLC SICPADATA \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01


#Warnings - Others
PLC.WARNING.WRONG_STATE_REQUEST=\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e02\u0e2d\u0e07 PLC  \u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
PLC.WARNING.TRIGGER_SHIFT_VALUE=\u0e04\u0e48\u0e32 Shift Trigger PLC
PLC.WARNING.INITIALIZED_TWICE=\u0e04\u0e48\u0e32 PLC \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e2a\u0e2d\u0e07\u0e04\u0e23\u0e31\u0e49\u0e07 {0}
PLC.WARNING.JAVA_FAULT=PLC Java \u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
PLC.WARNING.FAN_LEFT_SLOW=PLC \u0e1e\u0e31\u0e14\u0e25\u0e21\u0e14\u0e49\u0e32\u0e19\u0e0b\u0e49\u0e32\u0e22\u0e0a\u0e49\u0e32\u0e01\u0e27\u0e48\u0e32\u0e40\u0e01\u0e13\u0e11\u0e4c
PLC.WARNING.FAN_RIGHT_SLOW=PLC \u0e14\u0e49\u0e32\u0e19\u0e02\u0e27\u0e32\u0e1e\u0e31\u0e14\u0e25\u0e21\u0e0a\u0e49\u0e32\u0e01\u0e27\u0e48\u0e32\u0e40\u0e01\u0e13\u0e11\u0e4c
PLC.WARNING.FAN_LEFT_DISCONNECTED=PLC Left Fan \u0e16\u0e39\u0e01\u0e15\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d
PLC.WARNING.FAN_RIGHT_DISCONNECTED=PLC \u0e1e\u0e31\u0e14\u0e25\u0e21\u0e14\u0e49\u0e32\u0e19\u0e02\u0e27\u0e32\u0e16\u0e39\u0e01\u0e15\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d
PLC.WARNING.JAVA_CRITICAL_FAULT=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e23\u0e49\u0e32\u0e22\u0e41\u0e23\u0e07\u0e02\u0e2d\u0e07 PLC Java

#EJECTOR WARNINGS & ERRORS
PLC.EJECTOR.SENSOR.CAPACITY.WARNING=\u0e42\u0e15\u0e4a\u0e30\u0e40\u0e1b\u0e48\u0e32\u0e16\u0e36\u0e07\u0e04\u0e27\u0e32\u0e21\u0e08\u0e38 70 \u0e40\u0e1b\u0e2d\u0e23\u0e4c\u0e40\u0e0b\u0e47\u0e19\u0e15\u0e4c
PLC.EJECTOR.SENSOR.CAPACITY.ERROR=\u0e42\u0e15\u0e4a\u0e30\u0e40\u0e1b\u0e48\u0e32\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e08\u0e38\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14
PLC.EJECTOR.CONFIRMATION.ERROR=\u0e01\u0e32\u0e23\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e1b\u0e48\u0e32

#Other
plc.validator.error.range={0} ({1}) \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19> = {2} \u0e41\u0e25\u0e30 <= {3}
plc.validator.error.null={0} \u0e40\u0e1b\u0e47\u0e19 NULL
plc.validator.error.linked.higher.pulse={0} ({1}) \u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e39\u0e07\u0e01\u0e27\u0e48\u0e32 {2} ({3})
plc.validator.error.linked.lower.pulse={0} ({1}) \u0e15\u0e49\u0e2d\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 {2} ({3})

plc.save.file.fail=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e35\u0e22\u0e19\u0e04\u0e48\u0e32 PLC \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e14\u0e49
plc.not.running.state=PLC \u0e2b\u0e22\u0e38\u0e14\u0e2a\u0e16\u0e32\u0e19\u0e30: {0}

#---------------------------------------------------------------------------------
# ACTIVATION (MessageEventKey.java)
#---------------------------------------------------------------------------------
ACTIVATION.ERROR.PRODUCTION.MODE.NULL=\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15\u0e40\u0e1b\u0e47\u0e19 NULL
ACTIVATION.ERROR.BATCHID.NULL=ID \u0e0a\u0e38\u0e14\u0e40\u0e1b\u0e47\u0e19 NULL
activation.err.notAuthenticated=\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
activation.err.type.mismatch=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
activation.err.noAuth=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15
activation.err.export.code=\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a SICPADATA \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01

#---------------------------------------------------------------------------------
# ALERTS (MessageEventKey.java)
#---------------------------------------------------------------------------------
CAMERA.ERR.TOO_MANY_ERROR = \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e31\u0e1a\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
CAMERA.ERR.DUPLICATED_CODE = \u0e23\u0e2b\u0e31\u0e2a\u0e0b\u0e49\u0e33
CAMERA.ERR.TRIGGER.TOO_FAST= \u0e21\u0e35\u0e08\u0e33\u0e19\u0e27\u0e19\u0e17\u0e23\u0e34\u0e01\u0e40\u0e01\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b {0} \u0e04\u0e48\u0e32\u0e40\u0e09\u0e25\u0e35\u0e48\u0e22\u0e21\u0e34\u0e25\u0e25\u0e34\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07 2 \u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e02\u0e19\u0e32\u0e14 Batch = {1}
CAMERA.ERR.TOO_MUCH_IDLE_TIME = \u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
plc.activation.crosscheck.failed=\u0e40\u0e04\u0e32\u0e19\u0e4c\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c PLC \u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e04\u0e32\u0e19\u0e4c\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
PLC.TOO_MANY_NO_CAPS=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 {0} - \u0e21\u0e35\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e15\u0e31\u0e27\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e43\u0e2b\u0e0d\u0e48\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b

#---------------------------------------------------------------------------------
# CAMERA (MessageEventKey.java)
#---------------------------------------------------------------------------------
CAMERA.ERR.LOAD.JOB.FAILED=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e42\u0e2b\u0e25\u0e14\u0e07\u0e32\u0e19\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e44\u0e14\u0e49
CAMERA.WARNING.UNREAD.CODE=\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e48\u0e32\u0e19
CAMERA.WARNING.WARNING=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e01\u0e25\u0e49\u0e2d\u0e07: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b

CAM.ERROR.PRODUCTIONMODE.NULL = \u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15 NULL
CAM.ERROR.SKU.NULL = \u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01 NULL SKU
CAM.ERROR.DIVER.LOAD = \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e14\u0e23\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e25\u0e49\u0e2d\u0e07
CAM.ERROR.JOB.FIND = \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2b\u0e32\u0e07\u0e32\u0e19\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e44\u0e14\u0e49
CAM.ERROR.JOB.SET= \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e07\u0e32\u0e19\u0e01\u0e25\u0e49\u0e2d\u0e07

#---------------------------------------------------------------------------------
# SIMULATOR (MessageEventKey.java)
#---------------------------------------------------------------------------------
simulator.printer=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e08\u0e33\u0e25\u0e2d\u0e07
simulator.camera=\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e08\u0e33\u0e25\u0e2d\u0e07
simulator.brs = Brs \u0e08\u0e33\u0e25\u0e2d\u0e07
simulator.authenticator=Authenticator \u0e08\u0e33\u0e25\u0e2d\u0e07
simulator.plc=PLC \u0e08\u0e33\u0e25\u0e2d\u0e07
simulator.remoteserver=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e08\u0e33\u0e25\u0e2d\u0e07
simulator.camera.from.file=\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e08\u0e33\u0e25\u0e2d\u0e07 \n \u0e23\u0e2b\u0e31\u0e2a\u0e08\u0e32\u0e01\u0e44\u0e1f\u0e25\u0e4c
simulator.encoder=Encoder \u0e08\u0e33\u0e25\u0e2d\u0e07

#---------------------------------------------------------------------------------
# PRODUCTION PARAMETERS (MessageEventKey.java)
#---------------------------------------------------------------------------------
sku.none.available=\u0e44\u0e21\u0e48\u0e21\u0e35 sku
production.parameters.notAvailable=SKU \u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e21\u0e35\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2d\u0e35\u0e01\u0e15\u0e48\u0e2d\u0e44\u0e1b

#---------------------------------------------------------------------------------
# STORAGE (MessageEventKey.java)
#---------------------------------------------------------------------------------
storage.save.fail=\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 {0} \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27
storage.load.fail=\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e25\u0e14 {0} \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27
storage.package.fail=\u0e41\u0e1e\u0e47\u0e04\u0e40\u0e01\u0e08\u0e44\u0e21\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08
storage.cleanup.fail=\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27

#---------------------------------------------------------------------------------
# PRODUCTION (MessageEventKey.java)
#---------------------------------------------------------------------------------
product.err.max.serialization=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15\u0e44\u0e14\u0e49
production.devices.connect.exception=\u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e02\u0e13\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c

#---------------------------------------------------------------------------------
# REMOTE SERVER
#---------------------------------------------------------------------------------
SERVER.ERROR.VALIDATION.PACKAGEDPRODUCT.EMPTY=PackagedProducts \u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 = {0}
SERVER.ERROR.VALIDATION.PRODUCT.CODETYPE.NULL=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e23\u0e2b\u0e31\u0e2a\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e40\u0e1b\u0e47\u0e19 NULL \u0e2b\u0e23\u0e37\u0e2d Empty = {0}
SERVER.ERROR.VALIDATION.CODE.NULL=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e23\u0e2b\u0e31\u0e2a\u0e40\u0e1b\u0e47\u0e19\u0e42\u0e21\u0e06\u0e30\u0e2b\u0e23\u0e37\u0e2d\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 = {0}
SERVER.ERROR.VALIDATION.PRODUCT.NULL=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e42\u0e21\u0e06\u0e30
SERVER.ERROR.VALIDATION.BATCHID.NULL=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e23\u0e2b\u0e31\u0e2a\u0e0a\u0e38\u0e14\u0e40\u0e1b\u0e47\u0e19 NULL = {0)
SERVER.ERROR.VALIDATION.SKU.NULL=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 SKU \u0e40\u0e1b\u0e47\u0e19 NULL {0}
SERVER.ERROR.VALIDATION.SKU.CODETYPE.NULL=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e23\u0e2b\u0e31\u0e2a SKU \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e27\u0e48\u0e32\u0e07 = {0}
SERVER.ERROR.VALIDATION.CODETYPE.MISMATCH=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 SKU \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c = {1}, SKU = {0}
SERVER.ERROR.VALIDATION.PACKAGEDPRODUCT.SUBSYSTEM.MISMATCH=\u0e23\u0e30\u0e1a\u0e1a\u0e22\u0e48\u0e2d\u0e22\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e41\u0e1e\u0e47\u0e01\u0e40\u0e01\u0e08\u0e41\u0e25\u0e30\u0e23\u0e30\u0e1a\u0e1a\u0e22\u0e48\u0e2d\u0e22\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e19
SERVER.ERROR.VALIDATION.PRODUCT.DATE.NULL=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e40\u0e1b\u0e47\u0e19 NULL
remoteServer.maxDownTime=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19\u0e16\u0e36\u0e07\u0e41\u0e25\u0e49\u0e27

#---------------------------------------------------------------------------------
# FLOW CONTROL (MessageEventKey.java)
#---------------------------------------------------------------------------------
exception.uncaugh=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14 \n (\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e41\u0e1b\u0e25)
production.start.timeout=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15\u0e44\u0e14\u0e49: \u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32
production.start.failed=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15\u0e44\u0e14\u0e49

#---------------------------------------------------------------------------------
# MODEL EDITING (MessageEventKey.java)
#---------------------------------------------------------------------------------
view.property.save.fail=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1f\u0e25\u0e4c {0}

#---------------------------------------------------------------------------------
# BRS (MessageEventKey.java)
#---------------------------------------------------------------------------------
brs.skucheck.wrong.sku= \u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e1c\u0e34\u0e14
brs.unread.toomany.warning=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e17\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e48\u0e32\u0e19\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
brs.unread.toomany.error=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e17\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e48\u0e32\u0e19\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
brs.start.failed.not.connected=BRS Start \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 - \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d
brs.start.failed=BRS \u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27

#---------------------------------------------------------------------------------
# MAINTENACE (MessageEventKey.java)
#---------------------------------------------------------------------------------
maintenace.toomany.products.error=\u0e21\u0e35\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e08\u0e33\u0e19\u0e27\u0e19\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e19\u0e31\u0e1a\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e1a\u0e33\u0e23\u0e38\u0e07\u0e23\u0e31\u0e01\u0e29\u0e32


#---------------------------------------------------------------------------------
# SKU CHECK (MessageEventKey.java)
#---------------------------------------------------------------------------------
sku.check.unknown=\u0e44\u0e21\u0e48\u0e17\u0e23\u0e32\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a SKU
sku.check.wrong.critical=Sku Check \u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 Sku
sku.check.wrong.small=Sku Check \u0e1c\u0e34\u0e14 Sku Small
sku.check.ok=Sku \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e15\u0e01\u0e25\u0e07
sku.check.unread=Sku Check Unread

#---------------------------------------------------------------------------------
# CODING (MessageEventKey.java)
#---------------------------------------------------------------------------------
coding.no.encoder=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e15\u0e31\u0e27\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e43\u0e19\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a
coding.getCode.fail=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e31\u0e1a\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e14\u0e49
coding.notEnough.encoders=\u0e15\u0e31\u0e27\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e21\u0e48\u0e40\u0e1e\u0e35\u0e22\u0e07\u0e1e\u0e2d\u0e43\u0e19\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a
encoder.invalid.move.quarantine=Encoder ID \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 = {0}: \u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e01\u0e32\u0e23\u0e01\u0e31\u0e01\u0e01\u0e31\u0e19

#---------------------------------------------------------------------------------
# BIS (MessageEventKey.java)
#---------------------------------------------------------------------------------
bis.isConnected)=\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d BIS \u0e41\u0e25\u0e49\u0e27
bis.notConnected=BIS \u0e15\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d
bis.unknownSku.exceedThreshold=Sku \u0e44\u0e21\u0e48\u0e17\u0e23\u0e32\u0e1a BIS \u0e40\u0e01\u0e34\u0e19\u0e40\u0e01\u0e13\u0e11\u0e4c
bis.alert=\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19 BIS
bis.unknownSku.exceedWindowThreshold=BIS \u0e44\u0e21\u0e48\u0e17\u0e23\u0e32\u0e1a Sku \u0e2a\u0e39\u0e07\u0e01\u0e27\u0e48\u0e32\u0e02\u0e35\u0e14 \u0e08\u0e33\u0e01\u0e31\u0e14 \u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07

#---------------------------------------------------------------------------------
# CODE TYPES
#---------------------------------------------------------------------------------
codetype.value.beer_coded=\u0e40\u0e1a\u0e35\u0e22\u0e23\u0e4c
codetype.value.mineral_water=\u0e19\u0e49\u0e33\u0e41\u0e23\u0e48
codetype.value.soft_drinks=\u0e19\u0e49\u0e33\u0e2d\u0e31\u0e14\u0e25\u0e21
codetype.value.water=\u0e19\u0e49\u0e33

#---------------------------------------------------------------------------------
# POST PACKAGE (MessageEventKey.java)
#---------------------------------------------------------------------------------
POSTPACKAGE.ERROR.BUFFER.NO.CODE=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e23\u0e2b\u0e31\u0e2a\u0e43\u0e19\u0e1a\u0e31\u0e1f\u0e40\u0e1f\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
POSTPACKAGE.ERROR.BUFFER.CODE.EMPTY=\u0e23\u0e2b\u0e31\u0e2a\u0e43\u0e19\u0e1a\u0e31\u0e1f\u0e40\u0e1f\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
POSTPACKAGE.ERROR.NO.SKU=\u0e44\u0e21\u0e48\u0e21\u0e35 SKU \u0e43\u0e19\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e41\u0e1e\u0e47\u0e04\u0e40\u0e01\u0e08
POSTPACKAGE.ERROR.BLOB.DETECTION.INVALID=\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e25\u0e49\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e42\u0e14\u0e22 Blob \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a SKU {0} \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e21\u0e1e\u0e4c Blob

#---------------------------------------------------------------------------------
# PRINTER (MessageEventKey.java)
#---------------------------------------------------------------------------------
PRINTER.ERROR.CHARGE_FAULT=Charge Fault
PRINTER.ERROR.GUTTER_FAULT=\u0e23\u0e32\u0e07\u0e19\u0e49\u0e33\u0e1d\u0e19\u0e15\u0e01
PRINTER.ERROR.HIGH_VOLTAGE_FAULT=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e44\u0e1f\u0e1f\u0e49\u0e32\u0e41\u0e23\u0e07\u0e2a\u0e39\u0e07
PRINTER.ERROR.MAKE_UP_CARTRIDGE_LOW=\u0e40\u0e21\u0e04\u0e2d\u0e31\u0e1e\u0e15\u0e48\u0e33
PRINTER.ERROR.RESERVOIR_TOO_LOW=\u0e2b\u0e21\u0e36\u0e01\u0e2d\u0e48\u0e32\u0e07\u0e40\u0e01\u0e47\u0e1a\u0e19\u0e49\u0e33\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
PRINTER.ERROR.INK_CARTRIDGE_TOO_LOW=\u0e15\u0e25\u0e31\u0e1a\u0e2b\u0e21\u0e36\u0e01\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e19\u0e49\u0e2d\u0e22
PRINTER.ERROR.INK_SYSTEM_FAULT=\u0e04\u0e27\u0e32\u0e21\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e08\u0e32\u0e01\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e2d\u0e34\u0e40\u0e25\u0e47\u0e01\u0e17\u0e23\u0e2d\u0e19\u0e34\u0e01\u0e2a\u0e4c\u0e23\u0e30\u0e1a\u0e1a\u0e2b\u0e21\u0e36\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e31\u0e27\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER.ERROR.VISCOMETER_FAULT=Viscometer Fault
PRINTER.ERROR.INK_RESERVOIR_TIME_OUT=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2b\u0e21\u0e36\u0e01\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01 \u0e17\u0e33\u0e01\u0e32\u0e23\u0e1a\u0e33\u0e23\u0e38\u0e07\u0e23\u0e31\u0e01\u0e29\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e30\u0e22\u0e30
PRINTER.ERROR.INK_RESERVOIR_LESS_THAN_2_HOURS=\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2b\u0e21\u0e36\u0e01: \u0e2d\u0e32\u0e22\u0e38\u0e2d\u0e48\u0e32\u0e07\u0e40\u0e01\u0e47\u0e1a\u0e19\u0e49\u0e33\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 2 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
PRINTER.ERROR.INK_RESERVOIR_LESS_THAN_24_HOURS=\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2b\u0e21\u0e36\u0e01: \u0e2d\u0e32\u0e22\u0e38\u0e2d\u0e48\u0e32\u0e07\u0e40\u0e01\u0e47\u0e1a\u0e19\u0e49\u0e33\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
PRINTER.ERROR.INK_VISCOSITY_OUT_OF_RANGE=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e19\u0e37\u0e14\u0e19\u0e2d\u0e01\u0e0a\u0e48\u0e27\u0e07
PRINTER.ERROR.INK_MAKE_UP_TOO_LOW=\u0e40\u0e21\u0e04\u0e2d\u0e31\u0e1e
PRINTER.ERROR.PRINTER_SEQUENCE_OFF=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21
PRINTER.ERROR.PRINTER_PUMP_EXCEEDING_NORMAL_RANGE=\u0e1b\u0e31\u0e4a\u0e21\u0e2a\u0e39\u0e07\u0e40\u0e01\u0e34\u0e19\u0e0a\u0e48\u0e27\u0e07\u0e1b\u0e01\u0e15\u0e34
PRINTER.ERROR.PRINTER_WATCHDOG_RESET=RESET Watchdog
PRINTER.BLANK.MESSAGE=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c: \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
PRINTER.ERROR.NOT_READY=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21

PRINTER.ERROR.VALIDATION.SKU.INVALID=\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19 SKU = {0}, \u0e04\u0e32\u0e14\u0e2b\u0e27\u0e31\u0e07 {1}
PRINTER.ERROR.VALIDATION.CONTROLER.NOT.INITIALIZE=\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PRINTER.ERROR.VALIDATION.MODEL.NOT.INITIALIZE=\u0e23\u0e38\u0e48\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PRINTER.ERROR.VALIDATION.PARAMETERS.NOT.INITIALIZE=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
PRINTER.ERROR.VALIDATION.PARAMETERS.INVALID=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e2d\u0e07\u0e23\u0e31\u0e1a = {0}, \u0e04\u0e32\u0e14\u0e2b\u0e27\u0e31\u0e07 {1}
PRINTER.ERROR.STATUS.OFF=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21: \u0e1b\u0e34\u0e14
PRINTER.ERROR.STATUS.SEQ.ON=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21: SEQ ON
PRINTER.ERROR.STATUS.UNKNOWN=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21: \u0e44\u0e21\u0e48\u0e17\u0e23\u0e32\u0e1a

PRINTER.READY_TO_PRINT=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e17\u0e35\u0e48\u0e08\u0e30\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER_NO_FAULT=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
PRINTER.ERROR.STROKE_RATE_TOO_FAST=\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e40\u0e23\u0e47\u0e27\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.INVALID_CONTROL_CHARACTER=\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER.ERROR.MESSAGE_LONGER_THAN_APERTURE=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e22\u0e32\u0e27\u0e01\u0e27\u0e48\u0e32\u0e23\u0e39\u0e23\u0e31\u0e1a\u0e41\u0e2a\u0e07
PRINTER.ERROR.PRINT_RATE_TOO_FAST=\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e40\u0e23\u0e47\u0e27\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.INVALID_LOGO=\u0e42\u0e25\u0e42\u0e01\u0e49\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
PRINTER.ERROR.MESSAGE_NUMBER_NOT_IN_SEQUENCE=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07\u0e15\u0e32\u0e21\u0e25\u0e33\u0e14\u0e31\u0e1a
PRINTER.ERROR.MESSAGE_CHECKSUM_INCORRECT=\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
PRINTER.STOPPED_DURING_PRODUCTION = \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e2b\u0e22\u0e38\u0e14\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
PRINTER.ERROR.PHASING_ERROR=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e32\u0e23\u0e27\u0e32\u0e07\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER.ERROR.SOLVENT_TANK_LOW=\u0e15\u0e31\u0e27\u0e17\u0e33\u0e25\u0e30\u0e25\u0e32\u0e22\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e15\u0e48\u0e33
PRINTER.ERROR.MAILING_BUFFER_FULL=\u0e1a\u0e31\u0e1f\u0e40\u0e1f\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e08\u0e14\u0e2b\u0e21\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e40\u0e15\u0e47\u0e21
PRINTER.ERROR.HEAD_COVER_OPEN=\u0e40\u0e1b\u0e34\u0e14\u0e1d\u0e32\u0e04\u0e23\u0e2d\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER.ERROR.INK_FLOW_SENSOR=\u0e40\u0e0b\u0e47\u0e19\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e44\u0e2b\u0e25\u0e02\u0e2d\u0e07\u0e2b\u0e21\u0e36\u0e01\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER.ERROR.NOZZLE_ALREADY_OPEN=\u0e2b\u0e31\u0e27\u0e09\u0e35\u0e14\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e40\u0e1b\u0e34\u0e14\u0e41\u0e25\u0e49\u0e27
PRINTER.ERROR.LOW_BATTERY_VOLTAGE=\u0e41\u0e23\u0e07\u0e14\u0e31\u0e19\u0e41\u0e1a\u0e15\u0e40\u0e15\u0e2d\u0e23\u0e35\u0e48\u0e15\u0e48\u0e33
PRINTER.ERROR.PRINTGO_ERROR=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 PRINTGO
PRINTER.ERROR.TOO_MUCH_STROKE=\u0e42\u0e23\u0e04\u0e2b\u0e25\u0e2d\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e14\u0e2a\u0e21\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b\u0e43\u0e19\u0e07\u0e32\u0e19\u0e40\u0e14\u0e35\u0e22\u0e27
PRINTER.ERROR.POWER_IN_OVERLOAD=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e44\u0e1f\u0e40\u0e01\u0e34\u0e19\u0e1e\u0e34\u0e01\u0e31\u0e14
PRINTER.ERROR.FAULTY_VISCO_MSMT=\u0e01\u0e32\u0e23\u0e27\u0e31\u0e14\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e19\u0e37\u0e14\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
PRINTER.ERROR.INK_TOO_THICK=\u0e2b\u0e21\u0e36\u0e01\u0e2b\u0e19\u0e32\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.INK_TOO_THIN=\u0e2b\u0e21\u0e36\u0e01\u0e1a\u0e32\u0e07\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.INK_PRESSURE_FAULT=\u0e04\u0e27\u0e32\u0e21\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e08\u0e32\u0e01\u0e41\u0e23\u0e07\u0e14\u0e31\u0e19\u0e01\u0e32\u0e23\u0e44\u0e2b\u0e25\u0e02\u0e2d\u0e07\u0e2b\u0e21\u0e36\u0e01
PRINTER.ERROR.PRESSURE_FAULT=\u0e04\u0e27\u0e32\u0e21\u0e1c\u0e34\u0e14\u0e1b\u0e01\u0e15\u0e34\u0e02\u0e2d\u0e07\u0e41\u0e23\u0e07\u0e14\u0e31\u0e19 - \u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e44\u0e2e\u0e14\u0e23\u0e2d\u0e25\u0e34\u0e01
PRINTER.ERROR.INK_TANK_LOW=\u0e15\u0e25\u0e31\u0e1a\u0e2b\u0e21\u0e36\u0e01\u0e15\u0e48\u0e33
PRINTER.ERROR.HYDRAULIC_LEAKAGE=\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e31\u0e48\u0e27\u0e44\u0e2b\u0e25\u0e02\u0e2d\u0e07\u0e44\u0e2e\u0e14\u0e23\u0e2d\u0e25\u0e34\u0e01
PRINTER.ERROR.INK_TYPE_NOT_SUPPORTED=\u0e44\u0e21\u0e48\u0e23\u0e2d\u0e07\u0e23\u0e31\u0e1a\u0e2b\u0e21\u0e36\u0e01\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER.ERROR.CHARGE_DIRTY=\u0e0a\u0e32\u0e23\u0e4c\u0e08\u0e02\u0e31\u0e49\u0e27\u0e44\u0e1f\u0e1f\u0e49\u0e32\u0e2a\u0e01\u0e1b\u0e23\u0e01
PRINTER.ERROR.DROP_BREAKOFF_POINT=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e23\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e14\u0e23\u0e2d\u0e1b\u0e40\u0e1a\u0e23\u0e01\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e44\u0e14\u0e49
PRINTER.ERROR.PHASING_WARNING=\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e27\u0e32\u0e07\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19: \u0e40\u0e27\u0e25\u0e32\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07 Printgos \u0e19\u0e49\u0e2d\u0e22\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.NOZZLE_OC_ERROR=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14 / \u0e1b\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e2b\u0e31\u0e27\u0e09\u0e35\u0e14
PRINTER.ERROR.MOTOR_DIRECTION_ERROR=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e34\u0e28\u0e17\u0e32\u0e07\u0e21\u0e2d\u0e40\u0e15\u0e2d\u0e23\u0e4c
PRINTER.ERROR.HV_CURRENT_TOO_HIGH=\u0e01\u0e23\u0e30\u0e41\u0e2a HV \u0e2a\u0e39\u0e07\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.STROKE_GO=Stroke Go \u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48 Stroke \u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e2d\u0e22\u0e39\u0e48
PRINTER.ERROR.PRINTING_SPEED_TOO_HIGH=\u0e04\u0e27\u0e32\u0e21\u0e40\u0e23\u0e47\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e2a\u0e39\u0e07\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.DROP_CALCULATION_TOO_SLOW=\u0e27\u0e32\u0e07\u0e01\u0e32\u0e23\u0e04\u0e33\u0e19\u0e27\u0e13\u0e0a\u0e49\u0e32\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
PRINTER.ERROR.MAILING_BUFFER_EMPTY=\u0e1a\u0e31\u0e1f\u0e40\u0e1f\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e08\u0e14\u0e2b\u0e21\u0e32\u0e22\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
PRINTER.ERROR.PRINTGO_DISTANCE=\u0e23\u0e30\u0e22\u0e30\u0e2b\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07 PrintGo \u0e17\u0e35\u0e48\u0e2a\u0e31\u0e49\u0e19\u0e01\u0e27\u0e48\u0e32\u0e04\u0e27\u0e32\u0e21\u0e22\u0e32\u0e27\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e21\u0e1e\u0e4c
PRINTER.ERROR.CHARGE_VOLTAGE_OVERLOAD=\u0e0a\u0e32\u0e23\u0e4c\u0e08\u0e41\u0e23\u0e07\u0e14\u0e31\u0e19\u0e40\u0e01\u0e34\u0e19\u0e1e\u0e34\u0e01\u0e31\u0e14
PRINTER.ERROR.PIEZO_VOLTAGE_OVERLOAD=\u0e41\u0e23\u0e07\u0e14\u0e31\u0e19\u0e40\u0e01\u0e34\u0e19 Piezo
PRINTER.ERROR.SERVICE_REQUIRED=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
PRINTER.ERROR.NOZZLE_MOVES_UNCONTROLLED=Nozzle Moves \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21
PRINTER.ERROR.NOZZLE_NOT_CLOSED=\u0e2b\u0e31\u0e27\u0e09\u0e35\u0e14\u0e01\u0e47\u0e44\u0e21\u0e48\u0e1b\u0e34\u0e14
PRINTER.ERROR.CANT_OPEN_NOZZLE=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e34\u0e14\u0e2b\u0e31\u0e27\u0e09\u0e35\u0e14
PRINTER.ERROR.CANT_CLOSE_NOZZLE=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e34\u0e14\u0e2b\u0e31\u0e27\u0e09\u0e35\u0e14
PRINTER.ERROR.NO_PHASING=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e27\u0e32\u0e07\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
PRINTER.ERROR.CANT_LOAD_JOB=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e42\u0e2b\u0e25\u0e14\u0e07\u0e32\u0e19
PRINTER.ERROR.ACTIVATE_NEW_INK=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2b\u0e21\u0e36\u0e01\u0e43\u0e2b\u0e21\u0e48
PRINTER.ERROR.ACTIVATE_NEW_SOLVENT=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e15\u0e31\u0e27\u0e17\u0e33\u0e25\u0e30\u0e25\u0e32\u0e22\u0e43\u0e2b\u0e21\u0e48
PRINTER.ERROR.INK_JET_LOCKED=Ink Jet Locked
PRINTER.ERROR.INK_REFILLED_WITHOUT_ACTIVATION=\u0e40\u0e15\u0e34\u0e21\u0e2b\u0e21\u0e36\u0e01\u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
PRINTER.ERROR.SOLVENT_REFILLED_WITHOUT_ACTIVATION=\u0e40\u0e15\u0e34\u0e21\u0e15\u0e31\u0e27\u0e17\u0e33\u0e25\u0e30\u0e25\u0e32\u0e22\u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
PRINTER.INK_ACTIVATION_OK=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2b\u0e21\u0e36\u0e01\u0e15\u0e01\u0e25\u0e07
PRINTER.SOLVENT_ACTIVATION_OK=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e15\u0e31\u0e27\u0e17\u0e33\u0e25\u0e30\u0e25\u0e32\u0e22\u0e15\u0e01\u0e25\u0e07

PRINTER.ERROR.NOZZLE_NOT_OPENED=\u0e2b\u0e31\u0e27\u0e09\u0e35\u0e14\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e34\u0e14

PRINTER.W_INK_LOW=\u0e2b\u0e21\u0e36\u0e01\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e19\u0e49\u0e2d\u0e22
PRINTER.F_SUMP_EMPTY=\u0e1a\u0e48\u0e2d\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 (\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2b\u0e21\u0e36\u0e01)
PRINTER.W_MC_MODN_FALL_BACK=\u0e16\u0e2d\u0e22\u0e01\u0e25\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a
PRINTER.F_GUTTER_DRY=\u0e23\u0e32\u0e07\u0e19\u0e49\u0e33\u0e1d\u0e19\u0e41\u0e2b\u0e49\u0e07
PRINTER.W_MAKEUP_LOW=\u0e40\u0e21\u0e04\u0e2d\u0e31\u0e1e\u0e15\u0e48\u0e33
PRINTER.F_INK_HIGH=\u0e2b\u0e21\u0e36\u0e01\u0e2a\u0e39\u0e07
PRINTER.F_MAKEUP_HIGH=\u0e17\u0e33\u0e02\u0e36\u0e49\u0e19\u0e2a\u0e39\u0e07
PRINTER.F_MAKEUP_EMPTY=\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
PRINTER.S_WAKEUP_ON=\u0e15\u0e37\u0e48\u0e19\u0e02\u0e36\u0e49\u0e19\u0e21\u0e32
PRINTER.W_BLEEDING_DAMPER=\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e0a\u0e37\u0e49\u0e19\u0e40\u0e25\u0e37\u0e2d\u0e14\u0e2d\u0e2d\u0e01
PRINTER.W_PSB_BATTERY_LOW=\u0e41\u0e1a\u0e15\u0e40\u0e15\u0e2d\u0e23\u0e35\u0e48 PSB \u0e15\u0e48\u0e33
PRINTER.W_MAINTENANCE_DUE=\u0e1a\u0e33\u0e23\u0e38\u0e07\u0e23\u0e31\u0e01\u0e29\u0e32\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01
PRINTER.W_MAINTENANCE_2HOURS=\u0e1a\u0e33\u0e23\u0e38\u0e07\u0e23\u0e31\u0e01\u0e29\u0e32\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e43\u0e19\u0e2a\u0e2d\u0e07\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
PRINTER.F_MAINTENANCE_NOW=\u0e1a\u0e33\u0e23\u0e38\u0e07\u0e23\u0e31\u0e01\u0e29\u0e32\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49

#---------------------------------------------------------------------------------
# DEVICES CONTROLLER (MessageEventKey.java)
#---------------------------------------------------------------------------------
device.start.fail=\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27: {0}
device.connect.fail=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27: {0}


#---------------------------------------------------------------------------------
# STD GUI
#---------------------------------------------------------------------------------
std.gui.machine.changeTypeButton=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\ntype
std.gui.machine.exitButton=\u0e2d\u0e2d\u0e01
std.gui.machine.exit.Question=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e08\u0e23\u0e34\u0e07\u0e46\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
std.gui.machine.exit.yes=\u0e43\u0e0a\u0e48\nEXIT
std.gui.machine.exit.no=\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e2d\u0e2d\u0e01
std.gui.machine.ConfigPanel.ExitButton=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32
std.gui.machine.previewButton=\u0e20\u0e32\u0e1e\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07
std.gui.virtualKeyboard.removeLast=del
std.gui.virtualKeyboard.clear=clr
std.gui.spinner.virtualKeyboard.clearl=\u0e0a\u0e31\u0e14\u0e40\u0e08\u0e19
std.gui.spinner.virtualKeyboard.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
std.gui.spinner.virtualKeyboard.ok=\u0e15\u0e01\u0e25\u0e07
std.gui.configPassword.cancelButton=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
std.gui.configPassword.loginButton=\u0e15\u0e01\u0e25\u0e07
std.gui.machine.selectionSummary.title=\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e23\u0e23
std.gui.machine.selectionFlow.previousSelectionLabel=\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32:
std.gui.machine.selectionFlow.noPreviousValues=\u0e44\u0e21\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e48\u0e2d\u0e19
std.gui.machine.stop=\u0e2b\u0e22\u0e38\u0e14
std.gui.machine.start=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
button.options=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01
report.production=\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15

stats.bad=\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
stats.good=\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
stats.line=\u0e44\u0e25\u0e19\u0e4c

line1=\u0e2a\u0e32\u0e22 1
stats.display.speed= \u0e2a\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e40\u0e23\u0e47\u0e27 
line.qc_scl_1=\u0e2a\u0e32\u0e22 1
stats.display.good=\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
stats.display.good=\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

model.validator.error.constant={0} ({1}) \u0e04\u0e27\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e43\u0e19\u0e04\u0e48\u0e32\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49: {2}
model.validator.error.range={0} {1} ({2}) \u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07> = {3} \u0e41\u0e25\u0e30 <= {4}
model.validator.error.date= \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} {1} {3}

controller.device.recovering.waiting=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e2d\u0e43\u0e2b\u0e49\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d: {0}
view.remote.sending=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e2a\u0e48\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25
view.status.stopped=\u0e2b\u0e22\u0e38\u0e14
view.status.stopping=\u0e01\u0e32\u0e23\u0e2b\u0e22\u0e38\u0e14
view.status.running=\u0e27\u0e34\u0e48\u0e07
view.status.maintenance=\u0e0b\u0e48\u0e2d\u0e21\u0e1a\u0e33\u0e23\u0e38\u0e07
view.status.starting=\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
view.status.recovering=\u0e01\u0e32\u0e23\u0e01\u0e39\u0e49\u0e04\u0e37\u0e19
view.status.exiting=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01

barcode.status.notConnected=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2d\u0e48\u0e32\u0e19\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d

view.main.barcodepanel.label=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14:
view.main.barcodepanel.error=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

view.main.report.label=\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19

view.productionMode=\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
view.sku=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15

report.err.save=\u0e01\u0e32\u0e23\u0e40\u0e02\u0e35\u0e22\u0e19\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27

security.production.start=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
security.production.stop=\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
security.production.parameters.change=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
security.logas=\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e23\u0e30\u0e1a\u0e1a\u0e43\u0e19\u0e10\u0e32\u0e19\u0e30:
security.login=\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e23\u0e30\u0e1a\u0e1a
security.logout=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e30\u0e1a\u0e1a
security.login.ask=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e23\u0e30\u0e1a\u0e1a
security.login.message.enter=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 / \u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
security.login.failed=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 / \u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e35\u0e48\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

label.camera=\u0e01\u0e25\u0e49\u0e2d\u0e07
label.printer=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
label.plc=PLC
label.barcode=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2d\u0e48\u0e32\u0e19\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14
label.globalConfig=\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e17\u0e31\u0e48\u0e27\u0e42\u0e25\u0e01
label.plc.variables=PLC \u0e15\u0e31\u0e27\u0e41\u0e1b\u0e23
label.plc.conveyor.variables=\u0e15\u0e31\u0e27\u0e41\u0e1b\u0e23\u0e25\u0e33\u0e40\u0e25\u0e35\u0e22\u0e07 PLC
label.monitoring.production.statistics=\u0e2a\u0e16\u0e34\u0e15\u0e34\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
label.monitoring.system.event=\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a
label.mbean=MBEAN
label.misc.config=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32
label.beanCall.title=Bean Call
label.start=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
label.stop=\u0e2b\u0e22\u0e38\u0e14
label.statistics=\u0e2a\u0e16\u0e34\u0e15\u0e34
label.errors=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
label.parameters=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c
label.quality.overview=\u0e20\u0e32\u0e1e\u0e23\u0e27\u0e21\u0e04\u0e38\u0e13\u0e20\u0e32\u0e1e
label.date=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48
label.type=\u0e0a\u0e19\u0e34\u0e14
label.message=\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23
label.from=\u0e08\u0e32\u0e01
label.to=\u0e16\u0e36\u0e07
label.refresh=\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a
label.select.sku=\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0053\u004b\u0055
lineId=LINE ID

production.report.detailed=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
production.report.day=\u0e27\u0e31\u0e19
production.report.month=\u0e40\u0e14\u0e37\u0e2d\u0e19
production.report.week=\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c
production.report.group=\u0e08\u0e31\u0e14\u0e01\u0e25\u0e38\u0e48\u0e21\u0e15\u0e32\u0e21\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c
production.report.print=\u0e1e\u0e34\u0e21\u0e1e\u0e4c
production.report.exit=EXIT
production.report.period=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32
production.report.runningTime=DURATION
production.report.total=\u0e23\u0e27\u0e21
production.report.quality=\u0e04\u0e38\u0e13\u0e20\u0e32\u0e1e
production.report.good=\u0e14\u0e35
production.report.bad=\u0e1a\u0e01\u0e1e\u0e23\u0e48\u0e2d\u0e07
production.report.productionMode=\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
production.report.sku=SKU
production.report.batch.job=\u0e07\u0e32\u0e19\u0e41\u0e1a\u0e17\u0e0a\u0e4c

productionmode.standard=\u0e43\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28
productionmode.export=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01
productionmode.maintenance=\u0e0b\u0e48\u0e2d\u0e21\u0e1a\u0e33\u0e23\u0e38\u0e07
productionmode.counting=\u0e19\u0e31\u0e1a
productionmode.refeed.normal=Normal Refeed
productionmode.refeed.correction=\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02 Refeed
productionmode.offline=\u0e2d\u0e2d\u0e1f\u0e44\u0e25\u0e19\u0e4c
productionmode.export.coding=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a

exit.sending.production.cancelandexit=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07
exit.production.sending=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e2a\u0e48\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
remote.server.disconnected=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e16\u0e39\u0e01\u0e15\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d

exit.no.sync=Remote Master \u0e16\u0e39\u0e01\u0e15\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d \u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e44\u0e14\u0e49

encoderview.datepattern=yyyy/MM/dd HH:mm:ss

view.encoder.title=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e15\u0e31\u0e27\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a
encoderview.encoderId=ID
encoderview.codeTypeId=\u0e23\u0e2b\u0e31\u0e2a\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17
encoderview.sequence=\u0e25\u0e33\u0e14\u0e31\u0e1a
encoderview.firstCodeDate=\u0e23\u0e2b\u0e31\u0e2a\u0e41\u0e23\u0e01
encoderview.lastCodeDate=\u0e23\u0e2b\u0e31\u0e2a\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22
encoderview.finished=\u0e40\u0e2a\u0e23\u0e47\u0e08
encoderview.encoderOnClientDate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32
encoderview.info=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e2d\u0e19\u0e42\u0e04\u0e49\u0e14\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e42\u0e14\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
encoderview.button.refresh=\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a
encoderview.autorefresh=Auto-\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a
encoderview.quarantine=\u0e15\u0e31\u0e27\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e43\u0e19\u0e01\u0e32\u0e23\u0e01\u0e31\u0e01\u0e01\u0e31\u0e19

selectiondisplay.title=\u0e01\u0e32\u0e23\u0e04\u0e31\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01
stats.display.good=\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
stats.display.bad=\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
stats.display.total=\u0e23\u0e27\u0e21
stats.display.speed=\u0e2a\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e40\u0e23\u0e47\u0e27
stats.display.speed.unit=\u0e40\u0e21\u0e15\u0e23/\u0e19\u0e32\u0e17\u0e35
statistics.title=\u0e2a\u0e16\u0e34\u0e15\u0e34
statistics.uptime=UPTIME
line.qc_sas_1=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 SAS 1
line.qc_sas_2=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 SAS 2
line.qc_scl_1=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 scl 1
line.qc_scl_2=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 scl 2
line.total=
line.com.stLine[1]=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 scl 1
line.com.stLine[2]=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 scl 2
line.com.stLine[3]=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 sas

#PLC parameters labels
line.cabinet.name=\u0e15\u0e39\u0e49
plc.config.cabinet.group.system=\u0e23\u0e30\u0e1a\u0e1a
plc.config.cabinet.group.temp=\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34
plc.config.cabinet.group.air=\u0e2d\u0e32\u0e01\u0e32\u0e28
plc.config.cabinet.group.fan=\u0e41\u0e1f\u0e19 \u0e46

line.1.name=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 1
line.2.name=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 2
line.3.name=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 3
plc.config.line.group.system=\u0e23\u0e30\u0e1a\u0e1a
plc.config.line.group.printer=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
plc.config.line.group.camera=\u0e01\u0e25\u0e49\u0e2d\u0e07
plc.config.line.group.fan=\u0e41\u0e1f\u0e19 \u0e46
plc.config.line.group.ejection=\u0e02\u0e31\u0e1a
plc.config.line.group.stats=\u0e2a\u0e16\u0e34\u0e15\u0e34
plc.config.line.group.temp=\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34
plc.config.line.group.misc=\u0e2d\u0e37\u0e48\u0e19 \u0e46
plc.config.line.group.bls=BLS
plc.config.line.group.lblapp=Label \u0e09\u0e25\u0e32\u0e01
plc.config.line.group.encoder=Encoder

selection.change.button=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19
mainframe.buttons.options=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01
mainframe.button.exit=EXIT
question.exit.button.no=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\n\u0e2d\u0e22\u0e48\u0e32\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01
question.exit.button.yes=\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\n\u0e2d\u0e2d\u0e01
question.exit.text=\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19
question.exit.textwithwarning=\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19

systeminfo.title=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e23\u0e30\u0e1a\u0e1a
systeminfo.app.version=\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e23\u0e38\u0e48\u0e19
systeminfo.plc.version=\u0e23\u0e38\u0e48\u0e19 PLC
systeminfo.date=\u0e40\u0e27\u0e25\u0e32\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a

globalMonitoringTool.info.started=\u0e27\u0e34\u0e48\u0e07
globalMonitoringTool.info.notstarted=\u0e2b\u0e22\u0e38\u0e14

screenshot.taken=\u0e16\u0e48\u0e32\u0e22\u0e20\u0e32\u0e1e\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e2d
sku.check.singleAcquisitionType.missing=MISSING
sku.check.singleAcquisitionType.read=\u0e2d\u0e48\u0e32\u0e19
sku.check.singleAcquisitionType.unreadable=\u0e2d\u0e48\u0e32\u0e19\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49
sku.check.groupAcquisitionType.allUnread=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
sku.check.groupAcquisitionType.differentCodes=\u0e23\u0e2b\u0e31\u0e2a\u0e17\u0e35\u0e48\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19
sku.check.groupAcquisitionType.missing=MISSING
sku.check.groupAcquisitionType.singleCode=\u0e23\u0e2b\u0e31\u0e2a\u0e40\u0e14\u0e35\u0e22\u0e27
sku.check.devices.0=#1
sku.check.devices.1=#2
sku.check.acquisition.count=\u0e23\u0e27\u0e21
sku.check.acquisition.statistics=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2a\u0e16\u0e34\u0e15\u0e34 SKU

device.notConnected=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d

monitoring.advanced=\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a PLC
monitoring.plc.var.read=\u0e2d\u0e48\u0e32\u0e19\u0e15\u0e31\u0e27\u0e41\u0e1b\u0e23 plc
control.advanced=\u0e01\u0e32\u0e23\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07

printer.command.title=\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c
printer.command.switch.on=\u0e40\u0e1b\u0e34\u0e14\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07
printer.command.switch.off=\u0e44\u0e1f\u0e14\u0e31\u0e1a

leibinger.printer.command.title=\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c leibinger
leibinger.printer.userLevels=\u0e23\u0e30\u0e14\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49


production.mode.config.does.not.exist=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e2b\u0e21\u0e14 {0}

#---------------------------------------------------------------------------------
# PLC Variable/Parameter Information
#---------------------------------------------------------------------------------

# Cabinet - Air
PARAM_CAB_WAR_AIR_PRESS_LVL=PARAM_CAB_WAR_AIR_PRESS_LVL\n\nAir pressure level in mBar from which the system rises a warning, for the air blower pressure valve\n\nMin = 1 (If 0, warning inhibited)\nMax = 11\nDefault = 0
PARAM_CAB_ERR_AIR_PRESS_LVL=PARAM_CAB_ERR_AIR_PRESS_LVL\n\nAir pressure level in mBar from which the system rises an error, for the air blower pressure valve\n\nMin = 1 (If 0, error inhibited)\nMax = 11\nDefault = 0

# Cabinet - Fans
PARAM_CAB_WAR_FANS_EE_CAB_MIN_FREQ=PARAM_CAB_WAR_FANS_EE_CAB_MIN_FREQ\n\nFrequency in Hz of the EE cabinet fans signals below which we rise a warning linked to the fans ... if 0, no warnings will be rised\n\nMin = 0\nMax = PARAM_CAB_WAR_FANS_EE_CAB_MAX_FREQ\nDefault = 0
PARAM_CAB_WAR_FANS_EE_CAB_MAX_FREQ=PARAM_CAB_WAR_FANS_EE_CAB_MAX_FREQ\n\nFrequency in Hz of the EE cabinet fans signals above which we rise a warning linked to the fans ... won't be taken in account if lower than the min frequency\n\nMin = PARAM_CAB_WAR_FANS_EE_CAB_MIN_FREQ\nMax = --\nDefault = 42
PARAM_CAB_WAR_FANS_BYPASS_CAB_MIN_FREQ=PARAM_CAB_WAR_FANS_BYPASS_CAB_MIN_FREQ\n\nFrequency in Hz of the bypass cabinet fans signals below which we rise a warning linked to the fans ... if 0, no warnings will be rised\n\nMin = 0\nMax = PARAM_CAB_WAR_FANS_BYPASS_CAB_MAX_FREQ\nDefault = 0
PARAM_CAB_WAR_FANS_BYPASS_CAB_MAX_FREQ=PARAM_CAB_WAR_FANS_BYPASS_CAB_MAX_FREQ\n\nFrequency in Hz of the bypass cabinet fans signals above which we rise a warning linked to the fans ... won't be taken in account if lower than the min frequency\n\nMin = PARAM_CAB_WAR_FANS_BYPASS_CAB_MIN_FREQ\nMax = --\nDefault = 42
PARAM_CAB_FANS_TEMP_ON_THRESHOLD_EE=PARAM_CAB_FANS_TEMP_ON_THRESHOLD_EE\n\nTemperature in degree Celsius from which the fan start to run - EE cabinet fans\n\nMin = 30\nMax = 40\nDefault = 35
PARAM_CAB_FANS_TEMP_OFF_DELTA_HYST_EE=PARAM_CAB_FANS_TEMP_OFF_DELTA_HYST_EE\n\nTemperature delta in degree Celsius from which the fan stop to run \u2013 EE cabinet fans (if T < fans_Temp_ON_threshold - fans_Temp_OFF_delta_hyst then the fan stops)\n\nMin = 5\nMax = 10\nDefault = 5
PARAM_CAB_FANS_TEMP_ON_THRESHOLD_BYPASS=PARAM_CAB_FANS_TEMP_ON_THRESHOLD_BYPASS\n\nTemperature in degree Celsius from which the fan start to run \u2013 bypass cabinet fans\n\nMin = 30\nMax = 40\nDefault = 35
PARAM_CAB_FANS_TEMP_OFF_DELTA_HYST_BYPASS=PARAM_CAB_FANS_TEMP_OFF_DELTA_HYST_BYPASS\n\nTemperature delta in degree Celsius from which the fan stop to run - bypass cabinet fans (if T < fans_Temp_ON_threshold - fans_Temp_OFF_delta_hyst then the fan stops)\n\nMin = 5\nMax = 10\nDefault = 5

# Cabinet - System
PARAM_CAB_SYSTEM_TYPE=PARAM_CAB_SYSTEM_TYPE\n\nVariable that define the type of the system : SAS02/03, SCL02/03\n\nUNKNOWN_ST = 0, the system is not defined\n\nSAS02 = 1, the system is a Scanning and Activation System, HW version 2:\n\u2022 No Di_pressostat_In1\n\u2022 No Di_pressostat_In2\n\u2022 No Di_24V_supply_control_OK\n\u2022 No Di_24V_breaker_control_OK\n\u2022 No door switch IJ Printer\n\u2022 No Digital input for DRS connected test\n\u2022 No door switch for main electrical cabinet\n\nSAS03 = 2, the system is a Scanning and Activation System, HW version 3: Full hardware\n\nSCL02 = 3, the system is a Secure Coding Line, HW version 2:\n\u2022 No door switch IJ Printer\n\u2022 No Digital input for DRS connected test.\n\u2022 No door switch for main electrical cabinet.\n\u2022 No Di_pressostat_In1\n\u2022 No Di_pressostat_In2\n\u2022 No Di_24V_supply_control_OK\n\u2022 No Di_24V_breaker_control_OK\n\nSCL03 = 4, the system is a Secure Coding Line, HW version 3: Full hardware\n\nMin = 1 \nMax = 4\nDefault = -
PARAM_CAB_TIMEOUT_LIFECHECK=PARAM_CAB_TIMEOUT_LIFECHECK\n\nLife check between PLC and Java allow PLC to detect when java goes in freeze mode. After nTimeoutLifeCheck ms if java application is freeze, PLC will go in stop mode.\n\nMin = 5000\nMax = 20000\nDefault = 10000
PARAM_CAB_COOLING_ENABLED=PARAM_CAB_COOLING_ENABLED\n\nParameter used to enable aircon (cooling system) or not\n\nMin = NA\nMax = NA\nDefault = FALSE
PARAM_CAB_COOLING_ERR_ACTIVATION_TIMEOUT=PARAM_CAB_COOLING_ERR_ACTIVATION_TIMEOUT\n\nIf cooling system goes in error mode, the cooling system error output is reset. This timeout in ms is used as filtering signal. Timeout delay PLC error cooling system after the falling edge on the cooling 'actived' signal.\n\nMin = 42000\nMax = --\nDefault = 200000
PARAM_CAB_MULTILINE_REQ_MODE_ENABLED=PARAM_CAB_MULTILINE_REQ_MODE_ENABLED\n\nVariable that define if STOP and START are send to all the lines or not\n\nMin = NA\nMax = NA\nDefault = FALSE

# Cabinet - Temperature
PARAM_CAB_WAR_TEMP_EE_CAB_LVL=PARAM_CAB_WAR_TEMP_EE_CAB_LVL\n\nTemperature in degree Celsius from which the system rises a warning, for the EE cabinet temperature\n\nMin = --\nMax = --\nDefault = 42
PARAM_CAB_WAR_TEMP_AMBIANT_LVL=PARAM_CAB_WAR_TEMP_AMBIANT_LVL\n\nTemperature in degree Celsius from which the system rises a warning, for the ambiant temperature\n\nMin = --\nMax = --\nDefault = 42
PARAM_CAB_WAR_TEMP_BYPASS_LVL=PARAM_CAB_WAR_TEMP_BYPASS_LVL\n\nTemperature in degree Celsius from which the system rises a warning, for the bypass temperature\n\nMin = --\nMax = --\nDefault = 42
PARAM_CAB_ERR_TEMP_EE_CAB_LVL=PARAM_CAB_ERR_TEMP_EE_CAB_LVL\n\nTemperature in degree Celsius from which the system rises an error, for the EE cabinet temperature\n\nMin = PARAM_CAB_WAR_TEMP_EE_CAB_LVL\nMax = --\nDefault = 50
PARAM_CAB_ERR_TEMP_AMBIANT_LVL=PARAM_CAB_ERR_TEMP_AMBIANT_LVL\n\nTemperature in degree Celsius from which the system rises an error, for the ambiant temperature\n\nMin = PARAM_CAB_WAR_TEMP_AMBIANT_LVL\nMax = --\nDefault = 50
PARAM_CAB_ERR_TEMP_BYPASS_LVL=PARAM_CAB_ERR_TEMP_BYPASS_LVL\n\nTemperature in degree Celsius from which the system rises an error, for the bypass temperature\n\nMin = PARAM_CAB_WAR_TEMP_BYPASS_LVL\nMax = --\nDefault = 50

# Line - Camera
PARAM_LINE_CAMERA_DISTANCE=PARAM_LINE_CAMERA_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we have to trig the camera\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_CAMERA_LENGTH=PARAM_LINE_CAMERA_LENGTH\n\nActive state duration of the signal in Pulse or msec sent by PLC to the camera\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_INHIBIT_CAMERA=PARAM_LINE_INHIBIT_CAMERA\n\nVariable that allow the system not to flash the camera\n\nMin = NA\nMax = NA\nDefault = FALSE

# Line - Ejection
PARAM_LINE_PC_EJECTION_RECEPTION_DISTANCE=PARAM_LINE_PC_EJECTION_RECEPTION_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we start to listen to the producer control system incoming signal\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_EJECTION_EMISSION_DISTANCE=PARAM_LINE_EJECTION_EMISSION_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we have to send our ejection signal\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_EJECTION_EMISSION_LENGTH=PARAM_LINE_EJECTION_EMISSION_LENGTH\n\nActive state duration of the signal in Pulse or msec\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_SIMULATE_PC_EJECTION_IF_ADD_CHECK=PARAM_LINE_SIMULATE_PC_EJECTION_IF_ADD_CHECK\n\nVariable that produce a software signal simulating a PC ejection in case of an additional check bad detection, so that add check invalid products will be identified as producer control ejections\n\nMin = NA\nMax = NA\nDefault = FALSE
PARAM_LINE_TRIG_EJECTION_ONLY_FOR_SICPA_EJECTIONS=PARAM_LINE_TRIG_EJECTION_ONLY_FOR_SICPA_EJECTIONS\n\nVariable that allow the system not to eject products (Sicpa's ejections => light signal) for producer reasons\n\nMin = NA\nMax = NA\nDefault = FALSE
PARAM_LINE_INHIBIT_PC_EJECTION_RECEPTION=PARAM_LINE_INHIBIT_PC_EJECTION_RECEPTION\n\nVariable that allow the system not to listen to a signal from the PC => we do not consider any product as PC rejected product\n\nMin = NA\nMax = NA\nDefault = FALSE
PARAM_LINE_INHIBIT_EJECTION_EMISSION=PARAM_LINE_INHIBIT_EJECTION_EMISSION\n\nVariable that allow the system not to eject physically a product\n\nMin = NA\nMax = NA\nDefault = FALSE
PARAM_LINE_INHIBIT_EJECTION_AUDIO_VISUALS=PARAM_LINE_INHIBIT_EJECTION_AUDIO_VISUALS\n\nVariable that allow the system not to produce an light or audio signal in order to give the operator the info that the product has to be removed from the line\n\nMin = NA\nMax = NA\nDefault = FALSE
PARAM_LINE_EJECTION_TYPE=PARAM_LINE_EJECTION_TYPE\n\nVariable that indicates in which condition we eject\n\nNO_EJECTION = 0\nEJECT_UNREADABLE_DMX = 1\nEJECT_IF_NO_INK = 2\n\nMin = --\nMax = --\nDefault = 1

# Line - Encoder
PARAM_LINE_ENCODER_CHECK_WARNING_THRESHOLD=PARAM_LINE_ENCODER_CHECK_WARNING_THRESHOLD\n\nThreshold above which we set an encoder warning - number of trigs without encoder hints that rise an encoder warning\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_ENCODER_CHECK_ERROR_THRESHOLD=PARAM_LINE_ENCODER_CHECK_ERROR_THRESHOLD\n\nThreshold above which we set an encoder error - number of trigs without encoder hints that rise an encoder error\n\nMin = --\nMax = --\nDefault = --

# Line - Fans
PARAM_LINE_WAR_FANS_PRINTER_CAB_MIN_FREQ=PARAM_LINE_WAR_FANS_PRINTER_CAB_MIN_FREQ\n\nFrequency of the printer cabinet fans signals below which we rise a warning linked to the fans\nIf 0, no warnings will be rised\n\nMin = 0\nMax = --\nDefault = 4
PARAM_LINE_WAR_FANS_PRINTER_CAB_MAX_FREQ=PARAM_LINE_WAR_FANS_PRINTER_CAB_MAX_FREQ\n\nfrequency of the printer cabinet fans signals above which we rise a warning linked to the fans\nWon't be taken in account if lower than the min frequency\n\nMin = --\nMax = --\nDefault = 42

# Line - Label Applicator
PARAM_LINE_INHIBIT_LBL_APP_OR_AIR_DRYER=PARAM_LINE_INHIBIT_LBL_APP_OR_AIR_DRYER\n\nVariable that allow the system to inhibit the label applicator or external air dryer signals\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_LABEL_APPLICATOR_DISTANCE=PARAM_LINE_LABEL_APPLICATOR_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we have to trig the first label app\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_LABEL_APPLICATOR_LENGTH=PARAM_LINE_LABEL_APPLICATOR_LENGTH\n\nActive state duration of the signal in Pulse or msec of first label app\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_LABEL_APPLICATOR_2_DISTANCE=PARAM_LINE_LABEL_APPLICATOR_2_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we have to trig the second label app\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_LABEL_APPLICATOR_2_LENGTH=PARAM_LINE_LABEL_APPLICATOR_2_LENGTH\n\nActive state duration of the signal in Pulse or msec of second label app\n\nMin = --\nMax = --\nDefault = --

# Line - Miscellaneous
PARAM_LINE_TRIGGERS_FILTER=PARAM_LINE_TRIGGERS_FILTER\n\nValue in Pulse or msec of the filter of the triggers (all of them), to avoid glitches on the sensor signal\n\nMin = --\nMax = --\nDefault = 1500
PARAM_LINE_VALIDE_CODE_TIMEOUT=PARAM_LINE_VALIDE_CODE_TIMEOUT\n\nTimeout in Pulse or msec after which we decide that, if we doesn't receive any valid code signal from the camera, we consider the product as a bad product\n\nMin = > Camera TimeOut\nMax = < between 2 product\nDefault = --
PARAM_LINE_AUDIO_VISUAL_EMISSION_DISTANCE=PARAM_LINE_AUDIO_VISUAL_EMISSION_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we have to trig the audiovisual system, in the case we eject by our own means\n\nMin = --\nMax = --\nDefault = Visual ejection distance
PARAM_LINE_AUDIO_VISUAL_EMISSION_LENGTH=PARAM_LINE_AUDIO_VISUAL_EMISSION_LENGTH\n\nActive state duration of the signal in Pulse or msec in case of visual ejection\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_JAVA_NTF_DISTANCE=PARAM_LINE_JAVA_NTF_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we send the status of the product to the java application\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_TRIGGER_CONTROL_MAX_DIFF_VALUE=PARAM_LINE_TRIGGER_CONTROL_MAX_DIFF_VALUE\n\nMaximal difference of hints (on X products) between the trigger and the counter, used to check whether the trigger or the counter is dead\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_TRIGGER_CONTROL_MAX_CHECKS_VALUE=PARAM_LINE_TRIGGER_CONTROL_MAX_CHECKS_VALUE\n\nSize of the batch of hints for those we check the PARAM_LINE_TRIGGER_CONTROL_MAX_DIFF_VALUE\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_TRIGGER_CONTROL_MAX_ABS_ERRORS=PARAM_LINE_TRIGGER_CONTROL_MAX_ABS_ERRORS\n\nMaximal difference of hints (in absolute, for the whole running time of the PLC) between the trigger and the counter, used to check whether the trigger or the counter is dead\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_TEST_ADDITIONAL_CHECK=PARAM_LINE_TEST_ADDITIONAL_CHECK\n\nVariable that define if we test an additional check (i.e. the caps detection) to validate a product trig or not\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_TRIGGER_ACT_ON_FAILING_EDGE=PARAM_LINE_TRIGGER_ACT_ON_FAILING_EDGE\n\nVariable that define if the additional check sensor is acting on state or on falling edge\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_INDEXED_PRODUCTS=PARAM_LINE_INDEXED_PRODUCTS\n\nVariable that define if the products are indexed or not (if not, they are handled regarding time or encoder pulses)\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_INHIBIT_JAVA_NTF_EMISSION=PARAM_LINE_INHIBIT_JAVA_NTF_EMISSION\n\nVariable that allow the system not to send notifications to Java\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_INK_VORTEX_ON_THRESHOLD=PARAM_LINE_INK_VORTEX_ON_THRESHOLD\n\nTemperature in degree Celsius from which the vortex linked to printer ink start to run\n\nMin = --\nMax = --\nDefault = 35
PARAM_LINE_PRODUCT_DETECTOR_ACTIVE_LOW=PARAM_LINE_PRODUCT_DETECTOR_ACTIVE_LOW\n\nProduct detector signal polarity is inverted: will work on falling edge in normal mode, and active low mode for additional check when in 'status' mode\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_INHIBIT_STOP_LINE_IF_CODE_IN_EXPORT_MODE=PARAM_LINE_INHIBIT_STOP_LINE_IF_CODE_IN_EXPORT_MODE\n\nVariable that allow the system not to stop the line if a code is seen in export, if FALSE (default), then we stop the line\n\nMin = --\nMax = --\nDefault = FALSE

# Line - Printer
PARAM_LINE_PRINTER_DISTANCE=PARAM_LINE_PRINTER_DISTANCE\n\nDistance (or time) in Pulse or msec after trig where we have to trig the printer\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_PRINTER_LENGTH=PARAM_LINE_PRINTER_LENGTH\n\nActive state duration in Pulse or msec of the signal\n\nMin = --\nMax = --\nDefault = 10 ms
PARAM_LINE_INHIBIT_PRINTER=PARAM_LINE_INHIBIT_PRINTER\n\nVariable that allow the system not to print\n\nMin = --\nMax = --\nDefault = FALSE

# Line - Statistics
PARAM_LINE_MAX_CONSECUTIVE_INVALID_CODES=PARAM_LINE_MAX_CONSECUTIVE_INVALID_CODES\n\nMax number of consecutive invalid code, when reached, stops the process\n\nMin = 0\nMax = 9999\nDefault = --
PARAM_LINE_STATS_SMALL_THRESHOLD=PARAM_LINE_STATS_SMALL_THRESHOLD\n\nLow threshold for number of invalid codes on X products\n\nMin = 0\nMax = 9999\nDefault = --
PARAM_LINE_STATS_SMALL_REJECTION_LIMIT=PARAM_LINE_STATS_SMALL_REJECTION_LIMIT\n\nAt the time we reach PARAM_LINE_STATS_SMALL_REJECTION_LIMIT products rejected on PARAM_LINE_STATS_SMALL_THRESHOLD products passed, we rise the 'bad triggers' error\n\nMin = 0\nMax = 9999\nDefault = --
PARAM_LINE_STATS_LARGE_THRESHOLD=PARAM_LINE_STATS_LARGE_THRESHOLD\n\nHigh threshold for number of invalid codes on X products\n\nMin = 0\nMax = 9999\nDefault = --
PARAM_LINE_STATS_LARGE_REJECTION_LIMIT=PARAM_LINE_STATS_LARGE_REJECTION_LIMIT\n\nAt the time we reach PARAM_LINE_STATS_LARGE_REJECTION_LIMIT products rejected on PARAM_LINE_STATS_LARGE_THRESHOLD products passed, we rise the 'bad triggers' error\n\nMin = 0\nMax = 9999\nDefault = --

# Line - System
PARAM_LINE_ENCODER_RESOLUTION=PARAM_LINE_ENCODER_RESOLUTION\n\nNumber of pulses per tour\n\nMin = --\nMax = --\nDefault = 8192 (Confirm with encoder spec)
PARAM_LINE_SHAPE_DIAMETER=PARAM_LINE_SHAPE_DIAMETER\n\nShape diameter in mm\n\nMin = --\nMax = --\nDefault = --
PARAM_LINE_ENCODER_MODULE_FOLD_EVALUATION=PARAM_LINE_ENCODER_MODULE_FOLD_EVALUATION\n\nFold evaluation for the encoder : with both A and B signals, the fold evaluation determines the equivalent multiplayer of the pulses increment frequency (1, 2 or 4)\n\nMin = 1\nMax = 4\nDefault = 4
PARAM_LINE_ENCODER_USED=PARAM_LINE_ENCODER_USED\n\nVariable that define if we use an encoder or not (if not, product are indexed or handled regarding time values)\n\nMin = --\nMax = --\nDefault = TRUE

# Line - Temperature
PARAM_LINE_WAR_TEMP_IJ_CAB_LVL=PARAM_LINE_WAR_TEMP_IJ_CAB_LVL\n\nTemperature level in degree Celsius from which the system rises a warning, for the InkJet cabinet temperature\n\nMin = --\nMax = --\nDefault = 40
PARAM_LINE_WAR_TEMP_IJ_INK_LVL=PARAM_LINE_WAR_TEMP_IJ_INK_LVL\n\nTemperature level in degree Celsius from which the system rises a warning, for the InkJet ink tank temperature\n\nMin = --\nMax = --\nDefault = 30
PARAM_LINE_ERR_TEMP_IJ_CAB_LVL=PARAM_LINE_ERR_TEMP_IJ_CAB_LVL\n\nTemperature level in degree Celsius from which the system rises an error, for the InkJet cabinet temperature\n\nMin = --\nMax = --\nDefault = 60
PARAM_LINE_ERR_TEMP_IJ_INK_LVL=PARAM_LINE_ERR_TEMP_IJ_INK_LVL\n\nTemperature level in degree Celsius from which the system rises an error, for the InkJet ink tank temperature\n\nMin = --\nMax = --\nDefault = 40
PARAM_LINE_FANS_TEMP_ON_THRESHOLD_PRINTER=PARAM_LINE_FANS_TEMP_ON_THRESHOLD_PRINTER\n\nTemperature in degree Celsius from which the fan start to run - printer cabinet fans\n\nMin = --\nMax = --\nDefault = 35

#---------------------------------------------------------------------------------
# TTTH CUSTO GUI
#---------------------------------------------------------------------------------
sku.batch.id.title=ID \u0e41\u0e1a\u0e15\u0e0a\u0e4c SKU
sku.batch.id.label=ID \u0e41\u0e1a\u0e15\u0e0a\u0e4c:
sku.batch.job.unavailable=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e07\u0e32\u0e19\u0e41\u0e1a\u0e17\u0e0a\u0e4c
sku.batch.history.unavailable=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e41\u0e1a\u0e17\u0e0a\u0e4c
sku.batch.sku.mismatch=SKU \u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e38\u0e14\u0e07\u0e32\u0e19
sku.batch.job.site.label=\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e0b\u0e15\u0e4c
sku.batch.job.seq.label=\u0e25\u0e33\u0e14\u0e31\u0e1a
sku.button.save.label=\u0e1b\u0e23\u0e30\u0e2b\u0e22\u0e31\u0e14
sku.daily.batch.prod.plan.label=\u0e41\u0e1c\u0e19\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15
sku.daily.batch.checksum.label=\u0e40\u0e0a\u0e47\u0e04\u0e0b\u0e31\u0e21
sku.button.batch.auto.mode= \u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34
sku.button.batch.auto.mode.prompt=\u0e07\u0e32\u0e19\u0e41\u0e1a\u0e17\u0e0a\u0e4c
sku.button.batch.offline.mode=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e1f\u0e44\u0e25\u0e19\u0e4c
sku.button.batch.manual.mode=\u0e01\u0e32\u0e23\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07
sku.batch.id.validation.blank=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e07\u0e32\u0e19\u0e41\u0e1a\u0e17\u0e0a\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a
sku.batch.job.line.id.blank=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e36\u0e07 ID \u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14
sku.batch.site.validation.size=\u0e44\u0e0b\u0e15\u0e4c\u0e41\u0e1a\u0e15\u0e0a\u0e4c\u0e04\u0e27\u0e23\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e22\u0e32\u0e27 {0} \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30
sku.batch.seq.validation.size=\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e0a\u0e38\u0e14\u0e07\u0e32\u0e19\u0e04\u0e27\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02 {0} \u0e2b\u0e25\u0e31\u0e01
sku.batch.id.validation.format=\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e07\u0e32\u0e19\u0e41\u0e1a\u0e17\u0e0a\u0e4c\u0e21\u0e35\u0e44\u0e14\u0e49\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19

sku.barcode.title=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14 SKU
sku.barcode.label=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14 SKU:
sku.id.label=SKU ID
sku.barcode.length=11
sku.barcode.validation.blank=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a
sku.barcode.validation.format=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e35\u0e44\u0e14\u0e49\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
sku.barcode.validation.size=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e04\u0e27\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02 {0} \u0e2b\u0e25\u0e31\u0e01
sku.barcode.validation.mismatch=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a SKU \u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01
sku.barcode.validated=\u0e1a\u0e32\u0e23\u0e4c\u0e42\u0e04\u0e49\u0e14\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e41\u0e25\u0e49\u0e27
sku.daily.batch.checksum.invalid=Batch Job \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07!
sku.daily.batch.exceeded=\u0e40\u0e01\u0e34\u0e19\u0e1b\u0e23\u0e34\u0e21\u0e32\u0e13\u0e07\u0e32\u0e19\u0e0a\u0e38\u0e14\u0e07\u0e32\u0e19\u0e41\u0e25\u0e49\u0e27
sku.daily.batch.dated=\u0e07\u0e32\u0e19\u0e0a\u0e38\u0e14\u0e07\u0e32\u0e19\u0e25\u0e49\u0e32\u0e2a\u0e21\u0e31\u0e22